Repository: monkey199210/Flirtbox-iOS-
Catalog: Flirtbox/*.lproj/Localizable.strings
Languages: de, es

source: Actors
de: Lieblings Schauspieler
es: Actores

source: Anyone
de: egal
es: Cualquiera

source: Age
de: Alter
es: Edad

# _BANDS
source: Bands and musicians
de: Bands, die ich mag
es: Bandas y músicos

source: Bodyshape
de: Figur
es: Figura corporal

source: Cancel
de: abbrechen
es: Cancelar

source: Change password
de: Passwort ändern
es: Cambie su contraseña

source: Clear
de: löschen
es: Borrar

# _CONFIRM_PASS
source: Confirm your password
de: Passwort bestätigen
es: Confirme su contraseña

source: Country
de: Land
es: País

# _DATE_OF_BIRTH
source: Birthday
de: Geburtsdatum
es: Fecha de nacimiento (día/mes/año)

source: Delete
de: löschen
es: Eliminar

source: Description
de: Beschreibung
es: Descripción

# _DOB_MISSING
source: Your birthday is missing
de: Das Geburtsdatum fehlt!
es: ¡Falta su fecha de nacimiento!

source: Education
de: Schulbildung
es: Educación

source: Email address not found !
de: Diese Email Adresse wurde nicht gefunden
es: ¡Dirección de correo electrónico no encontrada!

source: Email confirmation
de: Email Verifizierung
es: Confirmación del correo electrónico

# _ERROR_EMAIL_TAKEN
source: This email has already been registered
de: Diese Email Adresse wird bereits verwendet.
es: Esta dirección de correo electrónico ya ha sido registrada.

source: Eyecolour
de: Augenfarbe
es: Color de ojos

# _FBMAILSENT
source: Feedback sent
de: Ihr Nachricht wurde gesendet.
es: ¡Su mensaje ha sido enviado!

# _FBTHANKSFORCONTACT
source: Thanks for your feedback!
de: Vielen Dank für Ihr Feedback!
es: ¡Gracias por sus observaciones!

source: Female
de: Weiblich
es: Mujer

source: Gender
de: Geschlecht
es: Género

source: Hair colour
de: Haarfarbe
es: Color de pelo

source: Hairstyle
de: Frisur
es: Peinado

source: Height
de: Körpergröße
es: Altura

source: Languages
de: Sprachen
es: Idiomas

source: Login
es: Conectarse

source: Log out
de: Beenden
es: Desconectar

source: Looking for
de: Das will ich
es: Buscando

source: Lost your password?
de: Passwort verloren?
es: ¿Ha perdido su contraseña?

source: Male
de: männlich
es: Hombre

source: Men
de: Männer
es: Hombres

source: Movies
de: Lieblingskinofilme
es: Películas

# _NO_RESULTS_FOUND
source: Sorry, no results found!
de: Leider konnte keine Ergebnisse gefunden werden
es: ¡Perdón, no hay resultados!

source: Passwords don't match
de: Die beiden Passwörter stimmen nicht überein!
es: Sus contraseñas no corresponden

# _PASSWORD_HAS_BEEN_CHANGED
source: Your password has been changed. In order to continue, you need to login again with your new password.
de: Das Passwort wurde erfolgreich geändert! Bitte nun mit dem neuen Passwort neu einloggen!
es: Su contraseña ha sido modificada. Para continuar, entre nuevamente con su nueva contraseña.

# _PHONE_NUMBER
source: Mobile phone number
de: Handynummer
es: Número de teléfono móvil

# _PICTURE_UPLOAD_SUCCESSFUL
source: Picture uploaded successfully
de: Das Foto wurde erfolgreich hochgeladen!
es: ¡La foto ha sido cargada exitosamente!

source: Profession
de: Beruf
es: Profesión

# _PROFILE_NOTVISIBLE
source: Sorry, this profile is not visible to you. Every member on this website may choose to be invisible to guests or to members that have not uploaded a photo.
de: Dieses Profil ist unsichtbar. Mitglieder können selber entscheiden, wer Ihr Profil sehen darf und wer nicht.
es: Perdón, este perfil no puede ser visto por usted. Cada miembro puede elegir ser invisible a convidados o miembros que no han cargado una foto.

# _REALLY_DELETE_PICTURE
source: Do you really want to delete this picture?
de: Wollen Sie dieses Foto wirklich löschen?
es: ¿Quiere realmente borrar esta foto?

# _REG_EMAIL_INVALID
source: Your email seems to be invalid
de: Ihre Email Adresse scheint ungültig zu sein!
es: Su dirección de correo electrónico parece ser incorrecta

# _REG_STOP_NAME_RESERVED
source: Sorry, this username is already taken
de: Dieser Benutzername existiert bereits.
es: Perdón, este nombre de usuario ya está en uso.

# _REG_STOP_USERNAME_TOO_SHORT
source: At least 5 characters are required
de: Der Benutzername ist zu lang oder zu kurz oder enthält eine 0 oder 1.
es: Son necesarios 5 caracteres

source: Remove
de: entfernen
es: Remover

# _REPORT_OPTION_1
source: Offensive picture
de: obszönes Foto
es: Foto ofensiva

# _REPORT_OPTION_2
source: Stolen or fake pictures
de: geklautes Foto/Foto von Promi/verdächtiges Foto
es: Fotos robadas o ilegales

# _REPORT_OPTION_3
source: Advertising or commercial interests
de: dieses Mitglied nutzt die Seite zu Werbezwecken
es: Anuncios o intensiones comerciales

# _REPORT_OPTION_4
source: Looks like a profile of a scammer
de: möglicher Tickbetrüger
es: Parece un perfil de estafador

# _REPORT_OPTION_5
source: Nasty or rude behaviour
de: unangebrachtes Verhalten melden
es: Comportamiento desagradable o grosero

# _REPORT_OPTION_6
source: Inconsistent profile
de: Profilangaben sind widersprüchlich
es: Perfil inconsistente

# _REPORT_OPTION_7
source: Other
de: andere Beschwerde bezüglich des Profils
es: Otro

source: Required
de: erforderlich
es: Necesario

source: Send
de: senden
es: Enviar

source: Send a message
de: Nachricht schreiben
es: Envíe un mensaje

source: Sexuality
de: Sexualität
es: Sexualidad

source: Subject
de: Thema
es: Asunto

source: Submit
de: senden
es: Enviar

# _TERMS_AND_CONDITIONS
source: By registering as a new member, you agree to our Terms&Conditions
de: Mit der Registrierung stimmen Sie unseren AGBs zu
es: Registrándose como un nuevo miembro, usted acepta nuestros Términos y Condiciones

source: Town
de: Stadt
es: Ciudad

# _TV
source: Television
de: Fernsehen
es: Televisión

source: Username
de: Benutzername
es: Nombre de Usuario

source: Who may contact you
de: Wer darf Sie kontaktieren?
es: ¿Quién puede contactarte?

# _WHO_MAY_SEE_YOUR_PICTURE
source: Who may see your profile
de: Wer darf Ihr Foto sehen?
es: ¿Quién puede ver tu perfil?

source: Women
de: Frauen
es: Mujeres

source: Yes
de: ja
es: Si

source: Edit
de: ändern
es: Editar

source: Questions
de: Fragen&Antworten
es: Preguntas

source: Outbox
de: Ausgang
es: Bandeja de salida

source: Inbox
de: Eingang
es: Bandeja de entrada

source: Favourites
de: Favoriten
es: Favoritos

source: Settings
de: Einstellungen
es: Configuraciones

source: Block
de: blocken
es: Bloquear

source: Visitors
de: Besucher
es: Visitantes

source: Members
de: Mitglieder
es: Miembros

source: Password
de: Passwort
es: Contraseña

source: Profile
de: Profil
es: Perfil

source: About me
de: Über mich
es: Sobre mí

source: About us
de: Über uns
es: Sobre nosotros

source: Sign-up
de: Registrieren
es: Registro

source: Search
de: Suche
es: Búsqueda

# _NOTIFY_CONFIRM_EMAIL
source: Please confirm your email address
de: Bitte bestätigen Sie ihre Email Adresse
es: Por favor confirme su dirección de correo electrónico.

source: Continue
de: weiter
es: Continuar

# _CODE_DID_NOT_ARRIVE_SEND_INSTEAD
source: You have not received an email from us and you could also not find it in your spam folder? Alternatively, you can also send us an email with the following subject to confirm@flirtbox.biz:
de: Wenn Sie keine Email erhalten haben, könnte diese sich in einem Spam Ordner befinden? Alternativ können Sie uns auch eine Email mit nachfolgendem Betreff zusenden
es: ¿No ha recibido un correo electrónico nuestro y también no lo encuentra en su carpeta de correo no deseado? Nos puede enviar un correo electrónico con el asunto siguiente a confirm@flirtbox.biz:

source: Notifications
de: Benachrichtigungen
es: Notificaciones

# _NEW_MESSAGE
source: New messages
de: Neue Nachricht
es: Nuevos mensajes

source: Technical issues
de: Technische Probleme
es: Cuestiones técnicas

# _PICTURE_APPROVED
source: Flirtbox picture approved
de: Ihr Foto auf Flirtbox wurde freigegeben
es: Foto de flirtbox aprobada

# _PICTURE_DISAPPROVED
source: Flirtbox picture declined
de: Ihr Foto auf Flirtbox wurde abgelehnt
es: Foto de flirtbox declinada

# _LOGIN_ERROR_MESSAGE
source: Wrong username and/or password. Please try again or reset your password.
de: Falscher Benutzername/Passwort. Bitte erneut probieren oder das Passwort resetten.
es: Nombre de usuario y / o contraseña incorrecta. Por favor, inténtelo de nuevo o cambie su contraseña.

source: Show me
de: Zeige mir
es: Muéstreme

source: Message
de: Schreiben
es: Mensaje

source: Archive
de: Archiv
es: Archivo

source: Report
de: beanstanden
es: Informe

source: Advanced search
de: Erweiterte Suche
es: Búsqueda avanzada

# _HOME_COUNTRY
source: Original country
de: Heimatland
es: Originalmente desde

# _RADIO
source: Radio stations
de: Radiosender
es: Radio

# _TVSTATION
source: TV stations
de: Fernsehsender
es: Canales de televisión

source: Games
de: Spiele
es: Juegos

source: Songs
de: Lieder
es: Canciones

source: Pets
de: Haustiere
es: Mascotas

source: Age range
de: Alter
es: Grupo de edad

source: Distance
de: Entfernung
es: Distancia

source: Music
de: Musik
es: Música

source: Sports
de: Sportarten
es: Deportes

source: Authors
de: Lieblingsschriftsteller
es: Autores

# _TERMS_AND_CONDITIONS_TITLE
source: Terms & Conditions
de: AGBs
es: Términos y Condiciones

# _UPLOAD_PICTURE
source: Uploading picture
de: Foto Upload
es: Cargando foto

source: Yesterday
de: Gestern
es: Ayer

source: Year
de: Jahr
es: Año

source: Women with pictures
de: Frauen mit Fotos
es: Mujeres con fotos

source: Active
de: aktiv
es: Activo

source: Add
de: hinzufügen
es: Adicionar

source: Anyone with pictures
de: Mitglieder mit Fotos
es: Cualquiera con fotos

source: April
es: Abril

source: August
es: Agosto

source: Basic search
de: Basic Suche
es: Búsqueda básica

source: Blocked
de: Blockiert
es: Bloqueado

# _CANT_CONTACT_THIS_MEMBER
source: Sorry, you can not contact this member!
de: Sorry, Sie können dieses Mitglied nicht kontaktieren.
es: Perdón, ¡no puede contactar este miembro!

# _CD_ADD_PHOTO
source: Add photo
de: Foto hinzufügen
es: Adicionar foto

# _CD_ADD_TAG
source: Add tag
de: Tag hinzufügen
es: Adicionar etiqueta

# _CD_SEND_MESSAGE
source: Send message
de: Nachricht schreiben
es: Enviar mensaje

# _CD_USER_PICTURE
source: User picture
de: Foto
es: Foto de utilizador

source: close
de: schließen
es: Cerrar

source: Confirm
de: Bestätigen
es: Confirmar

source: Date invalid
de: Ungültiges Datum
es: Fecha inválida

source: Day
de: Tag
es: Día

# _DAY_AGO
source: 1 day ago
de: vor 1 Tag
es: Hace un día

# _DAYS_AGO
source: %1$d days ago
de: vor %1$d Tagen
es: Hacen %1$d días

source: December
de: Dezember
es: Diciembre

source: Delete profile
de: Profil löschen
es: Eliminar perfil

source: Edit description
de: Beschreibungstext ändern
es: Editar descripción

source: E-mail
es: Correo electrónico

# _EMAIL_SEND
source: Send email
de: E-Mail schicken
es: Enviar correo electrónico

# _ERROR_DOB_INVALID
source: Your date of birth seems to be invalid
de: Ihr Geburtsdatum scheint ungültig zu sein.
es: Su fecha de nacimiento parece ser inválida

# _ERROR_GENERAL
source: An unexpected error has occurred
de: Ein unerwarteter Fehler ist aufgetreten.
es: Un error inesperado ha ocurrido

# _ERROR_PHOTO_TOO_BIG
source: Please, choose a picture smaller than 10 MB
de: Bitte wählen Sie nur Bilder aus, die kleiner als 10 MB sind.
es: Por favor elija una foto con menos que 10MB

source: February
de: Februar
es: Febrero

source: Feedback
es: Comentarios

source: Filter
es: Filtro

# _HOUR_AGO
source: 1 hour ago
de: vor 1 Stunde
es: Hace 1 hora

# _HOURS_AGO
source: %1$d hours ago
de: vor %1$d Stunden
es: Hace %1$d horas

source: January
de: Januar
es: Enero

source: July
de: Juli
es: Julio

source: June
de: Juni
es: Junio

# _LIST_EMPTY
source: This list is empty
de: Diese Liste ist leer
es: Esta lista está vacía

# _LOGIN_FACEBOOK
source: Login with Facebook
de: Login mit Facebook
es: Conectar con Facebook

source: March
de: März
es: Marzo

source: May
de: Mai
es: Mayo

source: Members with pictures
de: Mitglieder mit Fotos
es: Miembros con fotos

source: Men with pictures
de: Männer mit Fotos
es: Hombres con fotos

source: Messages
de: Nachrichten
es: Mensajes

source: Month
de: Monat
es: Mes

source: Months
de: Monate
es: Meses

source: Nearby
de: in der Nähe
es: Cerca

source: New
de: neu
es: Nuevo

source: New password
de: Neues Passwort
es: Nueva contraseña

source: None
de: keine
es: Ningún

# _NOTIFICATION_NEW_MESSAGE_TEXT
source: You have a new message from %@
de: Sie haben eine neue Nachricht von %@ erhalten
es: Tiene un nuevo mensaje de %@

# _NOTIFICATION_NEW_MESSAGE_TITLE
source: New message
de: Neue Nachricht
es: Nuevo mensaje

# _NOTIFICATION_PICTURE_APPROVED_TEXT
source: A picture you have uploaded on flirtbox is now visible to other users.
de: Ein Foto von Ihnen wurde geprüft und freigeschalten und kann von anderen Usern gesehen werden.
es: Una foto que cargó ha sido aprobada.

# _NOTIFICATION_PICTURE_DECLINED_TEXT
source: Unfortunately, a picture you have uploaded could not be approved.
de: Ein Foto von Ihnen wurde geprüft und entfernt. Bitte laden Sie ein anderes Foto von sich hoch.
es: Una foto que cargó ha sido declinada.

source: November
es: Noviembre

source: October
de: Oktober
es: Octubre

source: open
de: öffnen
es: Abrir

# _PASSWORD_CHANGED_TITLE
source: Password changed
de: Paswort ändern
es: Contraseña modificada

# _PHONE_CONFIRMATION
source: Phone number confirmation
de: Telefonnummer verifizieren
es: Confirmación de número de teléfono

# _PICTURE_DELETED_SUCCESS
source: Picture deleted successfully
de: Bild erfolgreich gelöscht!
es: Foto eliminada con éxito

# _PICTURE_DELETE_DIALOG_TITLE
source: Delete picture
de: Foto löschen
es: Eliminar foto

source: Picture uploaded
de: Foto wurde hochgeladen!
es: Foto cargada

# _PICTURE_UPLOADING
source: Uploading picture
de: Foto wird hochgeladen…
es: Cargando foto

# _PICTURE_UPLOAD_FAIL
source: Picture not uploaded
de: Foto konnte nicht hochgeladen werden!
es: Foto no cargada

# _PICTURE_UPLOAD_FAIL_SUMMARY
source: Your picture has not been uploaded. Please, try again.
de: Ihr Foto wurde nicht hochgeladen. Bitte probieren Sie es später erneut!
es: Su foto no ha sido cargada. Por favor, intente otra vez.

source: Privacy
de: Privatsphäre
es: Privacidad

# _PROFILE_ADD_FAVORITES
source: Add favorites
de: Favoriten hinzufügen
es: Adicionar favoritos

source: Profile not visible
de: Profil nicht sichtbar
es: Perfil no visible

# _PROFILE_QUESTIONS_LEAVE_EMPTY
source: Leave empty
de: nicht ausfüllen
es: Dejar vacío

# _PROFILE_UPDATED
source: Your profile has been updated
de: Ihr Profil wurde aktualisiert.
es: Su perfil ha sido actualizado

source: Retry
de: Erneut probieren
es: Reintentar

# _SECOND_AGO
source: 1 sec ago
de: vor 1 Sekunde
es: Hace 1 segundo

# _SECONDS_AGO
source: %1$d sec ago
de: vor %1$d Sekunden
es: Hace %1$d segundos

source: September
es: Septiembre

# _SETTINGS_NOTIFICATIONS
source: Notifications
de: Benachrichtigungen
es: Notificaciones

# _SETTINGS_PROFILE
source: My profile
de: Mein Profil
es: Mi perfil

source: Share
de: Teilen
es: Compartir

# _SIGN_UP_FACEBOOK
source: Sign up with Facebook
de: Über Facebook registrieren
es: Registrar con Facebook

# _SMS_SEND
source: Send SMS
de: SMS schicken
es: Enviar SMS

source: Visited
de: besucht
es: Visitado

# _WAIT_PLEASE
source: Please wait…
de: Bitte warten…
es: Espere por favor…

# _ERROR_DATA_EQUAL
source: Data has not changed!
de: Die Daten sind unverändert!
es: ¡Los dados no han cambiado!

# _MINUTE_AGO
source: 1 min ago
de: vor 1 Minute
es: Hace 1 minuto

# _MINUTES_AGO
source: %1$d mins ago
de: vor %1$d Minuten
es: Hace %1$d minutos

source: Only members
de: Nur Mitglieder
es: Solo miembros

source: Only members with photos
de: nur Mitglieder mit Fotos
es: Solo miembros con fotos

# _LOGIN_RESET_PASSWORD
source: Reset password
de: Passwort resetten
es: Cambiar contraseña

# _LOGIN_RESET_PW_SUCCESS
source: Your password has been changed successfully
de: Ihr Passwort wurde erfolgreich geändert.
es: Su contraseña ha sido cambiada con éxito

# _DEFAULT_SEARCH
source: Save as default search
de: diese Suche merken
es: Guardar como búsqueda predeterminada

# _DETAILS_MISSING
source: Please enter a description of yourself
de: Bitte eine kurze Selbstbeschreibung hinzufügen.
es: Por favor introduzca una descripción suya

# _CD_PICTURE_PENDING
source: Picture pending approval
de: Foto noch nicht geprüft
es: Foto esperando aprobación

source: Licenses
de: Lizenzen
es: Licencias

# _LOGOUT_CONFIRMATION
source: Are you sure you want to log out?
de: Wollen Sie sich wirklich ausloggen?
es: ¿Está seguro de que quiere desconectar?

# _SIGN_UP_EMAIL_MISSING
source: Please, add a valid email
de: Bitte eine gültige Email Adresse angeben
es: Por favor adicione un correo electrónico válido

# _SIGN_UP_GENDER_MISSING
source: Please, select a gender
de: Bitte ihr Geschlecht auswählen!
es: Por favor elija un género

source: Sexy or not
es: Sexy o no

# _SETTINGS_ACCOUNT_DELETED_TITLE
source: Account deleted
de: Profil wurde entfernt!
es: Cuenta eliminada

# _SETTINGS_CONTACT_AGE_RANGE
source: Age of who may contact me
de: Altersspanne
es: Edad de quien me puede contactar

# _SETTINGS_MY_ACCOUNT
source: My account
de: Mein Konto
es: Mi cuenta

# _SETTINGS_NOTIFICATIONS_MEDIUM
source: Notifications medium
de: Benachrichtigungsarten
es: Medio de notificaciones

# _SETTINGS_MESSAGE_REPLY
source: Message reply
de: bei Antworten
es: Responder a mensaje

# _SETTINGS_PROFILE_SEARCHABLE
source: Hide profile (search engines)
de: Profil verstecken (Suchmaschinen)
es: Ocultar perfil (motores de búsqueda)

# _SETTINGS_PROFILE_SEARCHABLE_SUMMARY
source: Hide my profile on search engines
de: Mein Profil vor Suchmaschinen verstecken
es: Ocultar perfil en motores de búsqueda

# _WHO_WANTS_TO_MEET_ME
source: Wants to meet me
de: Wer will mich kennenlernen?
es: Me quiere conocer

# _VERIFY_YOUR_ACCOUNT
source: You need to verify your account.
de: Se müssen ihr Konto verifizieren
es: Necesita verificar su cuenta

# _PROFILE_UNBLOCKED
source: %@ was unblocked
de: %@ wurde entsperrt.
es: %@ ha sido desbloqueado

# _PROFILE_UPLOAD_FIRST_PHOTO
source: Upload your own picture first!
de: Bitte zuerst ein eigenes Foto hochladen!
es: ¡Cargue su propia foto antes!

# _PROFILE_FAVORITES_REMOVED
source: %@ was removed from your favorites
de: %@ wurde aus den Favoriten entfernt.
es: %@ ha sido removido de sus favoritos

# _PROFILE_REMOVE_FAVORITES
source: Do you want to remove %@ from your favorites?
de: Möchten Sie %@ aus den Favoriten entfernen?
es: ¿Quiere remover %@ de sus favoritos?

# _PROFILE_FAVORITES_ADDED
source: %@ was added to your favorites
de: %@ wurden zu ihren Favoriten hinzugefügt.
es: %@ ha sido adicionado a sus favoritos.

# _PROFILE_BLOCKED
source: %@ was blocked
de: %@ wurde geblockt.
es: %@ ha sido bloqueado

# _PROFILE_ALREADY_FAVORITE
source: You've already added %@ to your favorites. Do you want to remove %@ from your favorites?
de: %@ ist bereits in ihrem Favoriten. Möchten Sie %@ wieder entfernen?
es: Ya ha adicionado %@ a sus favoritos. ¿Quiere remover %@ de sus favoritos?

# _PROFILE_ALREADY_BLOCKED
source: Are you sure you want to unblock %@?
de: Möchten Sie %@ entsperren?
es: Ya ha bloqueado %@. ¿Quiere desbloquear %@?

# _PROFILE_ADD_FAVORITES_OTHER
source: Do you also like %@?
de: Magst Du auch%@?
es: ¿También le gusta %@?

source: I want to meet
de: Möchte ich kennenlernen
es: Quiero encontrarme

# _MEETINGS
source: Meet me or not?
de: Kennenlernen oder nicht?
es: Conocerme o no?

source: Online
es: Conectado

# _ERROR_PICTURE_UPLOAD
source: Picture upload failed
de: Der Bilderupload ist fehlgeschlagen!
es: La subida de la foto ha fallado

# _ERROR_TRY_AGAIN
source: Please try again in a few seconds
de: Bitte probieren Sie es in ein paar Sekunden erneut
es: Por favor intente otra vez en unos segundos

# _ONLINE_FIND_MORE
source: Find more
de: mehr
es: Descubrir más

# _SETTINGS_PUSH_NOTIFICATIONS
source: Push notifications
de: Push Benachrichtigungen
es: Notificaciones push

# _SETTINGS_MESSAGE_FAVORITE
source: Message from favourite user
de: Nachricht von Favouriten
es: Mensaje de utilizador favorito

# _PROFILE_ERROR_LOADPICTURE
source: Picture was not downloaded. Tap to retry.
de: Das Foto konnte nicht geladen werden. Klicken Sie auf den Bildschirm um es erneut zu probieren.
es: La foto no ha sido descargada. Toque para reintentar.

# _PICTURE_SELECT
source: Select or take a new picture
de: Foto aus wählen oder ein neues erstellen
es: Elegir o sacar una nueva foto

# _PRIVACY_UPDATED
source: Privacy settings updated successfully
de: Einstellung der Privatsphäre wurde geändert!
es: Opciones de privacidad actualizadas con éxito

# _CONVERSATION_ARCHIVE_MULTIPLE
source: Are you sure you want to archive the selected conversations?
de: Möchten Sie diese Unterhaltungen wirklich archivieren?
es: ¿Está seguro que quiere archivar las conversaciones seleccionadas?

# _EMAIL_CONFIRMATION_SUCCESS
source: Your email address has been successfully verified!
de: Ihre Email Adresse wurde erfolgreich bestätigt!
es: Su correo electrónico ha sido verificado

# _LOCATION_RETRIEVAL_ERROR
source: Unable to retrieve your location.
de: Ihre Position konnte nicht ermittelt werden.
es: Imposible determinar su localización

# _SIGN_UP_USERNAME_MISSING
source: Please enter a valid username
de: Bitte geben Sie einen gültigen Usernamen ein
es: Introduzca un nombre de usuario válido

# _SIGN_UP_EMAIL_AUTOCOMPLETE
source: Autocomplete email address
de: E-Mail Adresse automatisch ermitteln
es: Autocompletar correo electrónico

# _PICTURE_DESCRIPTION_UPDATED
source: Description updated successfully
de: Beschreibung erfolgreich geändert
es: Descripción actualizada con éxito

# _PHONE_CONFIRMATION_SUCCESS
source: Your phone number has been successfully verified!
de: Ihre Telefonnummer wurde erfolgreich verifiziert!
es: Su número de teléfono ha sido verificado con éxito

# _SETTINGS_LOCATION_UPDATE
source: Auto-update location
de: Ort/Position automatisch aktualisieren
es: Actualizar localización automáticamente

# _SIGN_UP_PICTURE_MISSING
source: Please, click the button above to add a picture
de: Bitte den oberen Butten drücken um ein Foto hochzuladen
es: Por favor haga clic en el botón de arriba para adicionar una foto

# _NOTIFICATION_TECH_ISSUE
source: Technical issue
de: Technische Probleme
es: Cuestión Técnica

# _DELETE_ACCOUNT_WARNING
source: This action is not reversible! For security purposes, you must enter your password.
de: Diese Aktion kann nicht rückgängig gemacht werden. Aus Sicherheitsgründen müssen Sie ihr Passwort erneut eingeben.
es: ¡Esta acción no es reversible! Por razones de seguridad, debe introducir su contraseña

# _CONVERSATION_DELETE_SINGLE
source: Are you sure you want to delete this conversation? All messages will be permanently deleted.
de: Möchten Sie wirklich die ausgwählte Unterhaltung für immer löschen?
es: ¿Está seguro que desea eliminar esta conversación? Todos los mensajes serán permanentemente eliminados.

# _CONVERSATION_DELETE_MULTIPLE
source: Are you sure you want to delete the selected conversations? All messages will be permanently deleted.
de: Möchten Sie wirklich die ausgwählten Unterhaltungen für immer löschen?
es: ¿Está seguro que desea eliminar las conversaciones seleccionadas? Todos los mensajes serán permanentemente eliminados.

# _CONVERSATION_ARCHIVE_SINGLE
source: Are you sure you want to archive this conversation?
de: Möchten Sie diese Unterhaltung wirklich archivieren?
es: ¿Está seguro que quiere archivar esta conversación?

# _PERMISSION_READSTORAGE_RATIONALE
source: We need access to your external storage to retrieve your profile picture.
de: Um ein Profilfoto für den Upload auszuwählen brauchen wir Zugriff auf die Speicherkarte mit ihren Fotos.
es: Necesitamos acceder a su almacenamiento externo para buscar su foto de perfil.
