Repository: monkey199210/Flirtbox-iOS-
Catalog: Flirtbox/*.lproj/Localizable.strings
Languages: de, es

# _SIGN_UP_LOCATION_MISSING
source: Please, check if the location you entered is valid
de: Ihr Ort fehlt oder wurde nicht erkannt!
es: Por favor verifique que introdujo una localización válida

# _LOCATION_RETRIEVAL
source: Do you want the app to automatically determine your rough location?
de: Darf diese App automatisch ihren ungefähren Standort ermitteln?
es: Quiere que la aplicación intente determinar su localización general automáticamente?

source: undo
de: rückgängig machen
es: Anular

# _PROFILE_FAVORITES_EMPTY
source: You don't have any favorites. Click on the button below to add them.
de: Sie haben noch keine Favoriten ausgewählt. Bitte den untenstehenden Button benutzen.
es: No tiene favoritos. Haga clic en el botón abajo para adicionarlos.

# _SETTINGS_SHARABLE
source: Disable profile recommendation
de: Profil weiterempfehlen deaktivieren
es: Deshabilitar recomendación de perfil

# _PROFILE_UPLOAD_PICTURE
source: Upload a photo. Actually, upload a bunch of them - everyone loves photos.
de: Bitte ein Foto hochladen…am besten mehrere. Je mehr desto besser - aber wirklich nur gute Fotos!
es: Cargue una foto. En verdad, cargue muchas - a toda la gente le gusta las fotos.

source: Top
es: Arriba

# _ERROR_DATA_DOWNLOAD
source: Unable to load data. Tap to try again.
de: Daten konnten nicht geladen werden. Bitte hier klicken um es erneut probieren.
es: No ha sido posible cargar los dados. Pulse para reintentar.

# _ERROR_PHOTO_ACCESING_STORAGE
source: Error while accessing the external storage
de: Fehler beim Zugriff auf die Speicherkarte.
es: Error a acceder al almacenamiento externo

# _ERROR_NO_INTERNET
source: No internet connection. Please try again!
de: Keine Verbindung
es: Sin conexión a Internet. ¡Por favor vuelva a intentar!

# _ERROR_PICTURE_UPLOAD_MESSAGE
source: Picture upload was not completed successfully. Do you want to try again or log in right away?
de: Bilderupload nicht erfolgreich? Erneut probieren oder direkt einloggen?
es: La subida de la foto no ha tenido éxito. ¿Pretende reintentar o conectarse pronto?

# _HOW_VERIFY_MOBILE
source: In order to verify your mobile phone number please send the mobile verification code from your mobile phone to: 07786207198 (or +447786207198 from outside of the United Kingdom)
de: Um ihr Konto zu verifizieren, senden Sie bitte den Authentifizierungscode an: +447786207198 (0044=Großbritannien)
es: Para verificar su número de teléfono móvil, envíe el código de verificación desde su móvil a: +447786207198

# _ONLINE_LAST_ACTIVE
source: Last active
de: Zuletzt aktiv
es: Activo por último a

# _PERMISSION_LOCATION_RATIONALE
source: With location enabled, we're able to tell which people are near you.
de: Mit der Location Berechtigung können wir ihnen Mitglieder in ihrer Nähe anzeigen.
es: Con la localización habilitada, sabremos quien está cerca de usted.

# _PICTURE_ORDER_CHANGED
source: Order updated successfully
de: Die Bildreihenfolge wurde erfolgreich geändert!
es: Orden actualizada con éxito

# _PICTURE_UPLOAD_STARTED
source: Picture upload started. Check your notifications for it's status.
de: Der Bilderupload hat begonnen.
es: Carga de foto iniciada. Verifique sus notificaciones para ver su estado.

# _SETTINGS_ACCOUNT_DELETED
source: Your account has been successfully deleted. You'll now be taken to the main screen.
de: Ihr Profil wurde gelöscht! Kommen Sie gerne jederzeit wieder zurück…
es: Su cuenta ha sido eliminada con éxito. Irá ahora a la pantalla inicial.

# _SETTINGS_SHARABLE_SUMMARY
source: Disable the social recommendation widget on your profile
de: Die Weiterempfehlen Funktion für Soziale Netzwerke de-aktivieren
es: Deshabilitar el widget de recomendación social en su perfil

# _SETTINGS_STILL_SENDING
source: The previous preference wasn't updated yet.
de: Die vorherige Einstellungen konnte noch nicht gespeichert werden (in der Warteschlange!)
es: La preferencia anterior aúnn no ha sido actualizada.

# _VERIFICATION_CODE_WAIT
source: Once you have sent the sms, your account will be active within 1 minute (please be patient!)
de: Sobald Sie die SMS verschickt haben, kann es bis zu einer Minute bis zur Freischaltung dauern
es: Cuando haya enviado el SMS, su cuenta será activada después 1 minuto (por favor sea paciente)

source: Days
de: Tage
es: Días

# _LOCATION_RETRIEVE_ONCE
source: Yes, but only once.
de: Ja, aber nur einmalig
es: Sí, pero sólo una vez.

source: Per month:
de: Im Monat:
es: Al més:

source: Years
de: Jahre
es: Años

source: Week
de: Woche
es: Semana

source: Weeks
de: Wchen
es: Semanas

# _PREMIUM_FAVORITES
source: More favorites
de: Mehr Favouriten
es: Más favoritos

# _LINK_FB
source: Link Facebook account
de: Facebook Account verknüpfen
es: Vincular cuenta de Facebook

# _PREMIUM_LOAD_OFFERS
source: Load offers
de: Angebote werden geladen
es: Cargar ofertas:

# _PREMIUM_LOAD_OFFERS_ERROR
source: We were unable to load the premium offers. Please, try again later or send us some message on feedback so we can investigate this issue.
de: Die Angebote konnten nicht geladen werden. Bitte später erneut probieren, oder geben Sie uns über das Feedback Formular bescheid, falls der Fehler weiterhin besteht.
es: No hemos conseguido cargar las ofertas premium. Por favor, intente más tarde o envie un mensaje en 'comentarios' para podermos investigar.

# _PREMIUM_SEE_VISITORS_SUMMARY
source: See who visited your profile
de: Sehen, wer ihr Profil besucht hat.
es: Ver quien visitó su perfil

source: Privacy policy
de: Datenschutzbestimmungen
es: Política de privacidad

source: Unblock
de: entsperren
es: Desbloquear

# _UNLINK_FB
source: Unlink Facebook account
de: Facebook Account entfernen
es: Desvincular cuenta de Facebook

# _SEE_MORE_UPGRADE
source: Do you want to see more?
de: Möchten Sie mehr sehen?
es: ¿Quiere ver más?

# _UNLINK_FB_CONFIRM
source: Are you sure you want to unlink your Facebook account?
de: Möchten Sie wirklich ihren Facebook Account entfernen?
es: ¿Está seguro de que quiere desvincular su cuenta de Facebook?

# _UNLINK_FB_SUCCESS
source: Your Facebook account has been unlinked to your flirtbox account.
de: Ihre Facebook Verknüpfung wurde aufgehoben.
es: Su cuenta de Facebook ha sido desvinculada de su cuenta flirtbox.

source: Refresh
de: aktualisieren
es: Actualizar

# _PREMIUM_UNLIMITED
source: Unlimited
de: Grenzenlos
es: Ilimitado

# _PREMIUM_ERROR_ITEM_OWNED
source: You've already purchased this item.
de: Sie haben dieses Produkt bereits gekauft.
es: Ya ha comprado este producto.

# _PREMIUM_SUPPORT_SUMMARY
source: We will give priority to your questions
de: Support Anfragen von Premium Mitgliedern werden mit höhere Priorität abgearbeitet
es: Daremos prioridad a sus questiones

# _PREMIUM_DEACTIVATE
source: Deactivate profile
de: Profile deaktivieren
es: Desactivar perfil

# _PREMIUM_CONTENT
source: This content is restricted to premium users
de: Dieser Inhalt ist nur für Premiummitglieder sichtbar
es: Este

source: Premium support
de: verbesserter Kundenservice
es: Soporte Premium

# _LINK_FB_SUCCESS
source: Your Facebook account has been linked to your flirtbox account.
de: Ihr Flirtbox Account wurde mit ihrem Facebook Account verknüpft!
es: Su cuenta de Facebook ha sido vinculada a su cuenta flirtbox.

# _PREMIUM_OFFER
source: Special offer for you:
de: Spezialangebote für Sie
es: Oferta especial para usted:

# _PREMIUM_UNLIMITED_SUMMARY
source: Messages and number of new contacts per day
de: Nachrichten schreiben und neue Mitglieder kontaktieren
es: Mensajes y número de contactos nuevos por día

# _PREMIUM_PICTURES_APPROVAL
source: Faster approval
de: schnellere Prüfung der Bilder
es: Aprobación más rápida

# _PREMIUM_PICTURES_APPROVAL_SUMMARY
source: Faster approval of your awesome pictures
de: Bilder von Premium Mitgliedern werden noch schneller geprüft und freigeschalten.
es: Aprobación más rápida de sus fotos fantásticas

# _ERROR_EMAIL_DOMAIN
source: This email domain isn't allowed
de: Diese Email Domain ist nicht freigeschalten.
es: Éste dominio de correo no es permitido

# _CHANGE_SEXUALITY
source: Change your sexuality
de: Sexualität ändern
es: Cambiar su sexualidad

# _LOCATION_RETRIEVE_AUTO
source: Yes, and enable auto location update.
de: Ja, und automatische Aktualisierung aktivieren
es: Sí, y permitir actualización automática de localización

# _PICTURE_UPLOAD_LIMIT_REACHED
source: You can only upload %1$d pictures as a free user. Upgrade your account to upload some more.
de: Sie können maximal %1$d Foto hochladen. Werden Sie Premiummitglied um noch mehr Fotos hochladen zu können.
es: Sólo puede cargar %1$d fotos como usuario gratuito. Actualice su cuenta para cargar más.

# _PREMIUM_ERROR_AUTH
source: Authenticity verification failed. Try again later.
de: Die Verifikation ist leider fehlgeschlagen. Bitte später erneut probieren!
es: La verificación de autenticidad falló. Vuelva a intentar más tarde.

# _BASIC_SEARCH_LOCATION_RETRIEVE
source: The data for this list requires your location. Do you give permission to read your current position?
de: Für diese Funktion wird ihr Standort benötigt. Dürfen wir ihre aktuelle Position bestimmen?
es: Los datos de esta lista requieren su localización. ¿Permite que leamos su posición actual?

# _CONVERSATION_CONTACT_LIMIT_REACHED
source: Daily quota exceeded. Please try again tomorrow or upgrade your membership today.
de: Ihr Tageslimit wurde erreicht! Bitte probieren Sie es morgen erneut oder werden Sie heute Premiummitglied.
es: Cuota diária excedida. Por favor vuelva a intentar mañana o actualice su suscripción hoy.

# _PREMIUM_UPGRADE
source: Upgrade
es: Actualizar

# _ERROR_MAINTENANCE
source: Sorry, but we are updating our servers or doing a backup. Please try again later!
de: Aufgrund von Wartungsarbeiten oder Backups ist unser Server aktuell nicht erreichbar. Bitte probieren Sie es später erneut.
es: Perdone, pero estamos actualizando nuesstros servidores o haciendo una copia de seguridad. ¡Por favor intente más tarde!

# _FACEBOOK_ACCOUNT_ALREADY_LINKED
source: Your Facebook account is already linked to another flirtbox account. Try to use the facebook login-button.
de: Ihr Facebook Account ist bereits it einem anderen Flirtbox Account verknüpft. Bittr verwenden Sie den Faceook Login Button
es: Su cuenta de Facebook ya está vinculada a otra cuenta de flirtbox. Intente usar el botón 'Conectarse con Facebook'.

# _IMPORT_FB_PICTURE
source: You don't have any pictures yet. Do you want to import your Facebook profile picture?
de: Sie haben noch keine Fotos. Möchten Sie ihr Facebook Foto importieren?
es: Aún no tiene fotos. ¿Quiere importar su foto de perfil de Facebook?

# _PREMIUM_DEACTIVATE_SUMMARY
source: Temporarily deactivate someone else's profile (e.g. if flagged as spammer / inappropriate)
de: Falls Sie ein anderes Mitglied melden (z.B. Spam oder aufgrund des Verhaltens) wird es sofort bis zur Prüfung durch uns gesperrt
es: Deactivar temporariamente el perfil de otra persona (p.e. si es marcado como spammer / inapropiado)

# _PREMIUM_ERROR_ITEM_UNAVAILABLE
source: The item you're trying to purchase isn't available anymore.
de: Dieses Produkt ist leider nicht mehr verfügbar. Bitte wählen Sie ein anderes Produkt.
es: El producto que intenta comprar ya no está disponible.

# _PREMIUM_ERROR_GOOGLEPLAY
source: We're sorry, but the billing service isn't available at the moment. Try again later.
de: Der Google Billing Service ist leider zur Zeit nicht erreichbar. Bitte später probieren.
es: Perdone, pero el servicio de facturación no está disponible de momento. Por favor intente más tarde.

# _PREMIUM_ERROR_PURCHASE
source: We're sorry, but something went wrong. Try again later.
de: Leider ist ein unerwarteter Fehler aufgetreten. Bitte probieren Sie es später erneut.
es: Perdone, pero algo falló. Por favor intente más tarde.

# _PREMIUM_FAVORITES_SUMMARY
source: You will be able to add even more favourites
de: Erweitern Sie ihre Favouritenliste auf bis zu 100
es: Podrá adicionar aún más favoritos

# _REG_STOP_USERNAME_CHARS
source: You need to enter at least one letter
de: Der Benutzername muss mindestens einen Buchstaben enthalten.
es: Tiene que introducir por lo menos una letra

# _SAVE_DISCOUNT
source: Save: %@
de: %@ sparen
es: Ahorra: %@

# _PROFILE_INCOMPATIBLE
source: Are you sure you want to meet %@? %@ does not match your search criteria (e.g. Male seeking Female).
de: Möchten Sie wirklich %@ kennenlernen? %@ entspricht nicht ihren Suchkriterien.
es: ¿Está seguro que quiere encontrarse con %@? %@ no corresponde a sus criterios de búsqueda (p.e. Hombre buscando Mujer).

# _REG_STOP_USERNAME_VALID_CHARS
source: Valid characters: a–z and 0–9
de: Nur a–z und 0–9 sind möglich
es: Caracteres válidos: a–z y 0–9

# _ERROR_DOB_TOO_YOUNG
source: You need to be at least 18 years old
de: Sie müssen miindestens 18 Jahre alt sein
es: Debe tener al menos 18 años

# _SPLASHSCREEN_FB_DIALOG
source: Do you already have a flirtbox account?
de: Haben Sie bereits einen Flirtbox Account?
es: Ya tiene una cuenta en flirtbox?

source: Picture deleted
de: Bild gelöscht!
es: Foto borrada

# _NOTIFICATION_PICTURE_DELETED_TEXT
source: A picture you have uploaded has been deleted.
de: Ihr Foto wurde entfernt!
es: Una foto que cargó ha sido borrada.

# _NOTIFICATION_ANNOUNCEMENT
source: Flirtbox announcement
de: Flirtbox Meldung
es: Comunicado de flirtbox

# _PREMIUM_OFFER_LAUNCH
source: To celebrate our launch, the first members get a massive discount on all premium upgrades. Get it now while it is still available!
de: Im ersten Monat - zur Feier des Launches - bieten wir die Premium Pakete zu Sonderpreisen an! Jetzt zugreifen!
es: Para celebrar nuestro lanzamiento, estamos ofreciendo precios especiales para nuestros primeros miembros!

# _SIGN_UP_FEEDBACK_TEXT
source: Are you having problems with the sign-up? Please, send us a message with a detailed description of what's going wrong.
de: Bitte sende Sie uns möglichst detailliertes Feedback, damit wir den Fehler nachstellen können.
es: No consigue crear una cuenta? Por favor, envíenos un mensaje que describe el problema que tiene.

# _BLOCKLIST_ALLOW
source: Allow only from these countries
de: Zulassen
es: Permitir estos países

# _BLOCKLIST_DENY
source: Block from these countries
de: Verweigern
es: Negar estos países

source: Troubleshoot
de: Fehler melden
es: Solucionar problemas

# _SIGN_UP_TROUBLESHOOT
source: Are you having problems with the sign-up? Do you want to submit the form data that is causing the issue so the support team can look at it?
de: Haben Sie Probleme mit der Registrierung? Möchten Sie die Formulardaten an den Support weiterleiten, um zu prüfen, wo der Fehler liegt?
es: No consigue crear una cuenta? Podemos enviar los datos del formulario para que el equipo de soporte técnico pueda investigar el problema?

# _WHO_MAY_CONTACT_FILTER_COUNTRY
source: Filter messages by country
de: Nach Land filtern
es: Filtrar mensajes por país

# _WHO_MAY_CONTACT_DENY_FILTER_COUNTRY
source: Blacklist countries
de: Länder sperren
es: Bloquear mensajes por país

# _WHO_MAY_CONTACT_ALLOW_FILTER_COUNTRY
source: Whitelist countries
de: Länder zulassen
es: Permitir mensajes por país

# _SEXUALITY_STRAIGHT
source: Heterosexual
de: Heterosexuell

source: No
de: nein

source: Total:
de: Gesamt:
